[
  {
      "name": "Дарья",
      "date": "25 августа 2025",
      "description": "Хороший педагог , все грамотно объясняет , даже вопросов порой не возникает по пройденному материалу, рекомендую 👍",
      "rating": "5"
    },
    {
      "name": "Наталья",
      "date": "29 июня 2025",
      "description": "Для тех кто хочет изучать арабский рекомендую этого преподавателя. Исмаил Ширваниевич объясняет доступно. Советую попробовать позаниматься с ним. Очень понравились уроки с этим преподавателем.))))",
      "rating": "5"
    },
    {
      "name": "Яна",
      "date": "2 апреля 2025",
      "description": "Хороший репетитор, чётко и понятно всё объясняет. Занимаюсь недолго, но результат устраивает",
      "rating": "5"
    },
    {
      "name": "Елена",
      "date": "31 марта 2025",
      "description": "Преподаватель использует разнообразные учебные материалы и интерактивные задания для эффективного обучения. Способен объяснять сложные концепции простым и доступным языком, что позволяет быстро усваивать новый материал",
      "rating": "5"
    },
    {
      "name": "Милана",
      "date": "18 марта 2025",
      "description": "Очень ответственный преподаватель. Четко определяет, с чем требуется помощь. Объяснения все предельно понятные. Знания на высшем уровне. Буду продолжать занятия!",
      "rating": "5"
    },
    {
      "name": "Дмитрий",
      "date": "25 февраля 2025",
      "description": ")",
      "rating": "5"
    },
    {
      "name": "Даниил",
      "date": "23 февраля 2025",
      "description": "Отличный специалист, очень доступно объясняет материал. Можно обратиться в любое время, если есть какой-то вопрос по заданию. 10/10",
      "rating": "5"
    },
    {
      "name": "Яна",
      "date": "22 февраля 2025",
      "description": "Замечательный преподаватель! Понятно и грамотно объясняет, атмосфера на занятиях комфортная)",
      "rating": "5"
    },
    {
      "name": "Махмуд",
      "date": "31 января 2025",
      "description": "Хотелось вырозить благодарность Исмаилу Ширваниевичу! Очень опытный и квалифицированный специалист! Знает арабский язык и делится знаниями.Ребёнок с ним выучил лексику и трудные темы очень легко разбирает с ребёнком. Советую этого специалиста!",
      "rating": "5"
    },
    {
      "name": "Лидия Сидорченко",
      "date": "31 января 2025",
      "description": "Мне очень повезло заниматься с Исмаилом Ширваниевичем! Его методика преподавания действительно эффективна: материал объясняется доступно, сложные темы разбираются по полочкам. Исмаил не только отлично знает свой предмет, но и умеет заинтересовать ученика, мотивировать к обучению. Занятия проходят в комфортной и дружелюбной атмосфере. С удовольствием готовлюсь к занятиям. Спасибо за ваш труд",
      "rating": "5"
    },
    {
      "name": "Светлана",
      "date": "27 января 2025",
      "description": "Хочу выразить огромную благодарность Исмаилу Ширваниевичу! За короткий срок он помог моему сыну значительно улучшить свои навыки как в грамматике так и в лексике, делая акцент на том, что было наиболее важно. Занятия всегда проходили в дружелюбной атмосфере.Хотелось бы также отметить терпение и внимание Исмаила Ширваниевича, он всегда готов объяснить сложные моменты несколько раз, пока они не станут понятными. Особенно хочу подчеркнуть индивидуальный подход к каждому уроку, с учетом интересов и уровня подготовки сына, благодаря чему обучение проходило максимально эффективно.",
      "rating": "5"
    },
    {
      "name": "Руслан",
      "date": "3 декабря 2024",
      "description": "Лучший репетир, из тех, с кем мне удалось позаниматься. Довольно трудные темы очень понятно объясняет. За 3 занятия удалось успешно подготовиться к зачету.",
      "rating": "5"
    },
    {
      "name": "Вита ",
      "date": "27 ноября 2024",
      "description": "Прекрасный педагог !  Очень понятное объяснение и подбор материала к каждому занятию. Буквально за пару занятий удалось нагнать много пропущенного материала в ВУЗе",
      "rating": "5"
    },
    {
      "name": "Камилла",
      "date": "25 ноября 2024",
      "description": "Очень понравились занятия с Исмаилом! Обращалась за помощью улучшения письма и чтения, за пару уроков улучшили мои навыки, научилась писать почерком рукка, стало намного легче и понятнее. По ходу занятия так же обсуждали грамматику, на все заданные вопросы Исмаил ответил и разобрал темы подробнее. Большое спасибо! Очень рекомендую данного специалиста.",
      "rating": "5"
    },
    {
      "name": "Любовь",
      "date": "25 ноября 2024",
      "description": "Вовлеченная работа с постоянным уточнением понимания материала. Чувствуется ответственный подход."
    },
    {
      "name": "Юлия ",
      "date": "22 ноября 2024",
      "description": "Хочу отметить его профессионализм и подход к обучению. Все четко и понятно. Занятие проходит в дружелюбной и поддерживающей атмосфере, что помогает получать заряд мотивации для изучения такого сложного языка. Благодаря его подходу, я сразу начала чувствовать прогресс в своих знаниях. Солидарна с комментариям ниже, горячий мужчина🔥🔥🔥, советую всем женщинам"
    },
    {
      "name": "Олеся",
      "date": "17 ноября 2024",
      "description": "Изучаю арабский язык с нуля и впервые решила воспользоваться помощью репетитора, поэтому для меня первое занятие было достаточно волнительным. Но с первого же занятия я поняла, что выбрала прекрасного преподавателя, с которым сразу складывается легкий процесс изучения столь сложного языка. На занятиях всегда присутствует спокойная атмосфера, я всегда знаю, что в случае, если я что-то не пойму, Исмаил обязательно объяснит материал в другой форме, более ясной. Прошло уже несколько занятий и я не сомневаюсь в том, что продолжу заниматься именно у Исмаила. Могу лишь добавить, большое спасибо за предоставление всех доступных для понимания учебных материалов и столь доходчивого объяснения тем. Рекомендую!"
    },
    {
      "name": "Ваганова Надежда",
      "date": "29 октября 2024",
      "description": "Твердые знания, рабочий метод, сам Исмаил - молод и горяч, энергия коего плавит монитор, подача материала идеально подойдет поколению next и indigo. Рада была позаниматься и получить интересный опыт от общения. Надеюсь , взаимный. 😁Ответственный, все в срок, все вовремя, на встречи приходит минута в минуту. Заботливый и внимательный учитель, умеет договариваться и действовать в интересах клиента.Желаю Исмаилу радости от жизни, легкости в делах и только Белой дороги в судьбу."
    },
    {
      "name": "Алина",
      "date": "14 августа 2024",
      "description": "Отличный специалист, очень ответственно подходит к работе. Предоставил мне все необходимые материалы. В целом, очень приятный молодой человек, с таким комфортом о работать :)"
    },
    {
      "name": "Мария",
      "date": "6 августа 2024",
      "description": "Отличный специалист в своей сфере!Вежливый и понимающийЛегко находит подход к вашему запросу!Именно с данным преподавателем понимаешь, что возможно добиться высоких успехов в изучении языка!"
    },
    {
      "name": "Арина",
      "date": "26 июля 2024",
      "description": "Изучаю арабский с нуля.С первого занятия сложилась спокойная и рабочая атмосфера. Если возникают вопросы-Исмаил всегда доходчиво и конструктивно объяснит.Темп выбирает исходя из того,как воспринимается тема.Рекомендую!"
    },
    {
      "name": "Антон",
      "date": "8 июня 2024",
      "description": "Структурированное и доброжелательное объяснение материла, доступное для понимания объяснение написания букв и слов"
    },
    {
      "name": "Зайнаб",
      "date": "8 мая 2024",
      "description": "Прошло первое занятие, очень довольна. Весь материал объясняется в понятной и доступной форме. Урок проходит в спокойной и интересно!! Обязательно продолжу занятия. Спасибо большое !"
    },
    {
      "name": "Наталья",
      "date": "27 апреля 2024",
      "description": "Спасибо большое Исмаилу за занятия по арабскому языку! Грамотно разбирается в арабской лексике и грамматике, умеет хорошо переводить длинные непростые тексты и помог подготовить расстановку огласовок, чтение и перевод к экзамену. И дал образец понятного простого учебника и таблиц по грамматике для начинающих. Рекомендую всем, кому нужна помощь в изучении сложного арабского языка!"
    },
    {
      "name": "Арам Максутович",
      "date": "14 марта 2024",
      "description": "С первого занятия уже многое стало понятно в изучении такого сложного языка как арабский, благодаря доходчивому объяснению Исмаила. Очень рекомендую этого преподавателя."
    },
    {
      "name": "Александр Михайлович",
      "date": "26 февраля 2024",
      "description": "Мне требовалось 1 занятие для разбора трудных моментов в арабском языке. Исмаил за это занятие дал мне больше, чем до этого дали 4 занятия с носителями языка. Я очень доволен результатом! Большое спасибо! Однозначно рекомендую!"
    }
  ]